Repository: Sager1145/Rina-Chan-board-370-leds
Catalog: ios/RinaBoard/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, zh_hant

source: “发送凭据”“等待板子入网”和“建立 App 控制连接”是三个独立阶段。
en: Sending credentials, waiting for the board to join, and establishing the app control connection are three separate stages.
ja: 認証情報の送信、ボードのネットワーク接続待ち、App の制御接続の確立は、それぞれ別の段階です。
zh_hant: 「傳送憑證」、「等待板子加入網路」和「建立 App 控制連線」是三個獨立階段。

source: %.1f 秒
en: %.1f seconds

source: %@ -> 成功
en: %@ -> Success

source: %@ · 仅本机播放
en: %@ · Playing on this device only
ja: %@ · このデバイスのみで再生
zh_hant: %@ · 僅在本機播放

source: %@ · 同步到面板
en: %@ · Synced to the board
ja: %@ · ボードと同期済み
zh_hant: %@ · 已同步到面板

source: %@ 副本
en: Copy of %@
ja: %@のコピー

source: %@ 失败：%@
en: %@ failed: %@
ja: %@に失敗しました：%@
zh_hant: %@ 失敗：%@

source: %@ 已被新的输出操作替代
en: %@ was replaced by a newer output operation
ja: %@は新しい出力操作に置き換えられました
zh_hant: %@ 已被新的輸出操作取代

source: %@ 被设备拒绝：%@
en: The device rejected %@: %@
ja: デバイスが%@を拒否しました：%@
zh_hant: 裝置拒絕 %@：%@

source: %@，空
en: %@, empty
zh_hant: %@，空白

source: %lld 关键帧
en: %lld keyframes
ja: キーフレーム %lld 個
zh_hant: %lld 個關鍵影格

source: %lld 字节
en: %lld bytes

source: %lld/1000 字符
en: %lld/1000 characters

source: %lld%% 充电中
en: %lld%% charging
ja: %lld%% 充電中
zh_hant: %lld%% 充電中

source: <已隐藏>
en: <hidden>
ja: <非表示>
zh_hant: <已隱藏>

source: 1. 打开 设置 › 个人热点 并开启「允许其他人加入」 2. 在下方填写热点名称与密码 3. 点击发送
en: 1. Open Settings › Personal Hotspot and turn on “Allow Others to Join” 2. Enter the hotspot name and password below 3. Tap Send
ja: 1.「設定」›「インターネット共有」を開き、「ほかの人の接続を許可」をオンにする 2. 下でネットワーク名とパスワードを入力する 3. 送信をタップする
zh_hant: 1. 開啟 設定 › 個人熱點 並打開「允許其他人加入」 2. 在下方填寫熱點名稱與密碼 3. 點一下傳送

source: 47字节帧的十六进制
en: Hex for a 47-byte frame

source: 94 位十六进制 / 47 项整数 JSON 数组 / base64
en: 94-digit hex / 47-int JSON array / base64
ja: 16 進数 94 桁 / 47 要素の整数 JSON 配列 / base64
zh_hant: 94 位十六進位 / 47 項整數 JSON 陣列 / base64

source: ADC 原始值
en: Raw ADC value
ja: ADC の生値

source: ADC 模拟(仅本地)
en: ADC simulation (local only)
ja: ADC シミュレーション（ローカルのみ）
zh_hant: ADC 模擬（僅本機）

source: ADC 模拟只在本机计算，不读取或修改面板。
en: ADC simulation is calculated only on this device. It does not read or change the board.
ja: ADC シミュレーションはこのデバイス内だけで計算されます。ボードの読み取りや変更は行いません。
zh_hant: ADC 模擬只在本機計算，不會讀取或修改面板。

source: App 实际连接方式
en: Actual app connection
ja: App の実際の接続方法
zh_hant: App 實際連線方式

source: App 工具
en: App tools
ja: App ツール

source: App 已通过网络连接璃奈板
en: The app is connected to the Rina board over the network
ja: App はネットワーク経由で璃奈ちゃんボードに接続しました
zh_hant: App 已透過網路連線璃奈板

source: GitHub 项目主页
en: GitHub repository
ja: GitHub リポジトリ
zh_hant: GitHub 專案首頁

source: iOS 不向 App 提供个人热点名称或密码。名称不会从 iPhone 设备名猜测；密码由你输入，并按热点名称保存在钥匙串中。
en: iOS does not provide the Personal Hotspot name or password to apps. The name is not guessed from the iPhone device name; you enter the password, and it is saved in the Keychain for that hotspot name.
ja: iOS はインターネット共有のネットワーク名やパスワードを App に提供しません。iPhone のデバイス名からネットワーク名を推測することもありません。入力したパスワードは、そのネットワーク名ごとにキーチェーンへ保存されます。
zh_hant: iOS 不會向 App 提供個人熱點名稱或密碼。App 不會根據 iPhone 裝置名稱猜測熱點名稱；密碼由你輸入，並依熱點名稱儲存在鑰匙圈中。

source: iOS 会显示加入网络的系统确认。加入后，App 还需要单独建立到璃奈板的控制连接。
en: iOS will ask you to confirm joining the network. After joining, the app still needs to establish a separate control connection to the Rina board.
ja: iOS のシステム画面でネットワークへの接続を確認します。接続後、App は璃奈ちゃんボードへの制御接続を別途確立します。
zh_hant: iOS 會顯示加入網路的系統確認。加入後，App 仍需另外建立與璃奈板之間的控制連線。

source: iPhone 个人热点
en: iPhone Personal Hotspot
ja: iPhone のインターネット共有
zh_hant: iPhone 個人熱點

source: iPhone 个人热点 · %@
en: iPhone Personal Hotspot · %@
ja: iPhone のインターネット共有 · %@
zh_hant: iPhone 個人熱點 · %@

source: iPhone 当前 Wi-Fi
en: iPhone's current Wi-Fi
ja: iPhone の現在の Wi-Fi
zh_hant: iPhone 目前的 Wi-Fi

source: iPhone 热点
en: iPhone Hotspot
ja: iPhone のインターネット共有
zh_hant: iPhone 個人熱點

source: iPhone 网络
en: iPhone network
ja: iPhone のネットワーク
zh_hant: iPhone 網路

source: JSON 对象无效
en: Invalid JSON object
ja: JSON オブジェクトが無効です
zh_hant: JSON 物件無效

source: JSON 对象有效
en: Valid JSON object
ja: JSON オブジェクトは有効です
zh_hant: JSON 物件有效

source: JSON 指令
en: JSON command
ja: JSON コマンド

source: JSON 无效
en: Invalid JSON
ja: JSON が不正です
zh_hant: JSON 無效

source: JSON 有效
en: Valid JSON
ja: JSON は有効です

source: LED 后端
en: LED backend
ja: LED バックエンド
zh_hant: LED 後端

source: MakerWorld 模型文件
en: MakerWorld model files
ja: MakerWorld モデルファイル
zh_hant: MakerWorld 模型檔案

source: Packed Frame (94位十六进制)
en: Packed Frame (94-digit hex)

# partGroup.cheek
source: 脸颊
en: Cheeks
ja: 頬
zh_hant: 臉頰

# partGroup.leye
source: 左眼
en: Left eye
ja: 左目

# partGroup.mouth
source: 嘴巴
en: Mouth
ja: 口

# partGroup.reye
source: 右眼
en: Right eye
ja: 右目

source: PING 失败：%@
en: PING failed: %@
ja: PING に失敗しました：%@
zh_hant: PING 失敗：%@

source: PING 往返 %.1f ms，运行时间 %lld ms
en: PING round trip %.1f ms, uptime %lld ms
ja: PING 往復 %.1f ms、稼働時間 %lld ms
zh_hant: PING 往返 %.1f ms，運作時間 %lld ms

source: Wi-Fi 名称只在你点按读取时请求。读取不到名称不代表 iPhone 已断开网络。
en: The Wi-Fi name is requested only when you tap Read. If no name is returned, it does not mean your iPhone is offline.
ja: Wi-Fi 名は「読み取る」をタップしたときだけ取得します。名前を取得できなくても、iPhone がオフラインとは限りません。
zh_hant: 只有在你點一下讀取時，App 才會要求取得 Wi-Fi 名稱。讀不到名稱不代表 iPhone 已中斷網路連線。

source: Wi-Fi 密码
en: Wi-Fi password
ja: Wi-Fi パスワード
zh_hant: Wi-Fi 密碼

source: 上一个
en: Previous

source: 上一个表情
en: Previous face
ja: 前の表情
zh_hant: 上一個表情

source: 上一帧
en: Previous frame
ja: 前のフレーム
zh_hant: 上一影格

source: 上传中
en: Uploading
ja: アップロード中
zh_hant: 上傳中

source: 上移
en: Move up
ja: 上へ移動

source: 下一个
en: Next

source: 下一个表情
en: Next face
ja: 次の表情
zh_hant: 下一個表情

source: 下一帧
en: Next frame
ja: 次のフレーム
zh_hant: 下一影格

source: 下移
en: Move down
ja: 下へ移動

source: 个人热点
en: Personal Hotspot
ja: インターネット共有
zh_hant: 個人熱點

source: 个人热点名称
en: Personal Hotspot name
ja: インターネット共有のネットワーク名
zh_hant: 個人熱點名稱

source: 个人热点密码
en: Personal Hotspot password
ja: インターネット共有のパスワード
zh_hant: 個人熱點密碼

source: 个人热点配置
en: Personal Hotspot profile
ja: インターネット共有の設定
zh_hant: 個人熱點設定

source: 为当前歌曲导入音频
en: Import audio for the current song
ja: 現在の曲のオーディオを読み込む
zh_hant: 為目前歌曲匯入音訊

source: 为这首歌导入音频
en: Import audio for this song
ja: この曲のオーディオを読み込む
zh_hant: 為這首歌匯入音訊

source: 主机名或 IP
en: Host name or IP address
ja: ホスト名または IP アドレス
zh_hant: 主機名稱或 IP 位址

source: 亮度
en: Brightness
ja: 明るさ

source: 亮度 %lld%%
en: Brightness %lld%%
ja: 明るさ %lld%%

source: 亮度、上一个/下一个、自动模式、颜色与已保存的表情。
en: Brightness, previous/next, auto mode, colour and saved faces.
ja: 明るさ、前へ／次へ、自動モード、カラー、保存した表情。
zh_hant: 亮度、上一個／下一個、自動模式、顏色與已儲存的表情。

source: 亮度、颜色与上一个/下一个属于控制中心，这里不再重复。
en: Brightness, colour and previous/next live in the Control Center and aren't duplicated here.
ja: 明るさ・カラー・前へ／次へはコントロールセンターにあるため、ここでは重複しません。
zh_hant: 亮度、顏色與上一個／下一個屬於控制中心，這裡不再重複。

source: 亮度原始值
en: Raw brightness
ja: 明るさの生値

source: 亮度在界面上以百分比显示；此处为固件使用的 %lld–%lld 原始值。
en: Brightness is shown as a percentage in the UI; this is the raw %lld–%lld value the firmware uses.
ja: 明るさは画面上ではパーセントで表示されます。ここに表示しているのは、ファームウェアが使う %lld–%lld の生値です。
zh_hant: 亮度在介面上以百分比顯示；此處為韌體使用的 %lld–%lld 原始值。

source: 仅本地预览
en: Local preview only
ja: ローカルプレビューのみ
zh_hant: 僅本機預覽

source: 仅本机播放 · 尚未同步到面板
en: Playing on this device only · Not synced to the board
ja: このデバイスだけで再生 · ボードとは未同期
zh_hant: 僅在本機播放 · 尚未同步到面板

source: 仅本机播放，尚未同步到面板
en: Playing on this device only, not synced to the board
ja: このデバイスだけで再生中。ボードとは未同期です
zh_hant: 僅在本機播放，尚未同步到面板

source: 仅热点
en: Hotspot only
ja: ホットスポットのみ
zh_hant: 僅熱點

source: 仅直连热点
en: Direct hotspot only
ja: 直接接続用ホットスポットのみ
zh_hant: 僅直連熱點

source: 仅统计从本页发起的操作；不代表设备或整个 App 的累计通信量。
en: Counts only operations started from this screen, not cumulative traffic for the device or the entire app.
ja: この画面から開始した操作だけを集計します。デバイスや App 全体の累積通信量ではありません。
zh_hant: 只統計從此頁面發起的操作；不代表裝置或整個 App 的累計通訊量。

source: 仅错误
en: Errors only
ja: エラーのみ
zh_hant: 僅錯誤

source: 从文件选择
en: Choose from Files
ja: ファイルから選択
zh_hant: 從檔案選擇

source: 从文本导入
en: Import from text

source: 从文本导入 (94位十六进制 / 47整数JSON数组 / base64)
en: Import from text (94-digit hex / 47-int JSON array / base64)

source: 从板子的扫描结果选择
en: Choose from the board's scan results
ja: ボードのスキャン結果から選択
zh_hant: 從板子的掃描結果中選擇

source: 从相册选择
en: Choose from Photos
ja: 写真から選択
zh_hant: 從相簿選擇

source: 传输方式
en: Transport
ja: 通信方式
zh_hant: 傳輸方式

source: 估算功耗
en: Estimated power
ja: 推定消費電力

source: 估算功耗 %@
en: Estimated power %@

source: 估算功耗 %@ W，超过 40 W 安全阈值
en: Estimated power %@ W, exceeds the 40 W safety threshold
ja: 推定消費電力 %@ W。安全しきい値の 40 W を超えています
zh_hant: 估算功耗 %@ W，超過 40 W 安全閾值

source: 位置
en: Position

source: 低压且无外部电源
en: Low voltage and no external power
ja: 低電圧かつ外部電源なし
zh_hant: 低電壓且無外部電源

source: 你确认的个人热点
en: Your confirmed Personal Hotspot
ja: 確認したインターネット共有
zh_hant: 你確認的個人熱點

source: 使用已保存的密码
en: Use saved password
ja: 保存済みのパスワードを使う
zh_hant: 使用已儲存的密碼

source: 使用已保存的自定义演出
en: Use saved custom performance
ja: 保存したカスタム演出を使用
zh_hant: 使用已儲存的自訂演出

source: 使用此演出
en: Use this performance
ja: この演出を使用

source: 使用面板文字
en: Use board text
ja: ボードのテキストを使う

source: 保存
en: Save
zh_hant: 儲存

source: 保存中
en: Saving
zh_hant: 儲存中

source: 保存位置
en: Save position
ja: 位置を保存
zh_hant: 儲存位置

source: 保存到面板的表情库，可在控制中心中管理。
en: Saved to the board's face library; manage it in the Control Center.
ja: ボードの表情ライブラリに保存されます。コントロールセンターで管理できます。
zh_hant: 儲存到面板的表情庫，可在控制中心管理。

source: 保存名称
en: Save name
ja: 名前を保存
zh_hant: 儲存名稱

source: 保存当前
en: Save current
ja: 現在の状態を保存
zh_hant: 儲存目前狀態

source: 保存的是板子的连接地址和偏好方式，不包含 Wi-Fi 密码。
en: The board's connection address and preferred method are saved. Wi-Fi passwords are not included.
ja: ボードの接続先と優先する接続方法を保存します。Wi-Fi パスワードは含まれません。
zh_hant: 儲存的是板子的連線位址和偏好方式，不包含 Wi-Fi 密碼。

source: 保存直连热点配置
en: Save direct hotspot configuration
ja: 直接接続用ホットスポットの設定を保存
zh_hant: 儲存直連熱點設定

source: 保存表情
en: Save face
ja: 表情を保存
zh_hant: 儲存表情

source: 保存表情…
en: Save Face…

source: 保留草稿
en: Keep draft
ja: 下書きを残す

source: 信号
en: Signal
ja: 電波
zh_hant: 訊號

source: 信号强度
en: Signal
ja: 電波強度
zh_hant: 訊號強度

source: 信号强度 %lld 格，%lld dBm
en: Signal strength %lld of 4, %lld dBm
ja: 電波強度 %lld／4、%lld dBm
zh_hant: 訊號強度 %lld 格，%lld dBm

source: 信息
en: Info
ja: 情報
zh_hant: 資訊

source: 修改仅保存在本机，点击发送表情后才更新面板。
en: Changes are saved only on this device. The board updates after you tap Send Face.
ja: 変更はこのデバイスにのみ保存されます。「表情を送信」をタップするとボードが更新されます。
zh_hant: 修改只會儲存在本機，點一下「傳送表情」後才會更新面板。

source: 修改板载 Wi-Fi 模式、直连热点配置，以及璃奈板名称。
en: Change the board's Wi-Fi mode, direct hotspot configuration, and name.
ja: ボードの Wi-Fi モード、直接接続用ホットスポットの設定、璃奈ちゃんボードの名前を変更します。
zh_hant: 修改板載 Wi-Fi 模式、直連熱點設定，以及璃奈板名稱。

source: 停止
en: Stop

source: 停止/清屏
en: Stop / Clear

source: 停止中
en: Stopping

source: 停止口型同步
en: Stop lip sync
ja: リップシンクを停止
zh_hant: 停止嘴型同步

source: 停止同步
en: Stop Sync
ja: 同期を停止

source: 停止并清屏
en: Stop and clear
ja: 停止して画面を消去
zh_hant: 停止並清除畫面

source: 停止扫描
en: Stop scanning
ja: スキャンを停止
zh_hant: 停止掃描

source: 充电电压
en: Charging voltage
ja: 充電電圧
zh_hant: 充電電壓

source: 充电电压有效
en: Charging voltage valid
ja: 充電電圧は有効
zh_hant: 充電電壓有效

source: 先通过蓝牙连接璃奈板，才能在不断开当前控制通道的情况下让板子扫描。也可以直接手动输入热点名称。
en: Connect to the Rina board over Bluetooth first so it can scan without interrupting the current control connection. You can also enter the hotspot name manually.
ja: 現在の制御接続を切らずにボードからスキャンするには、先に Bluetooth で璃奈ちゃんボードへ接続してください。ネットワーク名を手入力することもできます。
zh_hant: 請先透過藍牙連線璃奈板，才能在不中斷目前控制通道的情況下讓板子掃描。你也可以直接手動輸入熱點名稱。

source: 全亮
en: Full brightness
ja: 最大輝度

source: 全亮会点亮全部 370 颗 LED，估算功耗可能超过 40 W，确定发送？
en: Full brightness will light all 370 LEDs; estimated power may exceed 40 W. Send anyway?
ja: 最大輝度では 370 個すべての LED が点灯し、推定消費電力が 40 W を超えるおそれがあります。送信しますか？
zh_hant: 全亮會點亮全部 370 顆 LED，估算功耗可能超過 40 W，確定要傳送嗎？

source: 全亮会点亮全部 370 颗 LED，估算功耗可能超过 40 W。
en: Full brightness turns on all 370 LEDs and may draw more than an estimated 40 W.
ja: 最大輝度では 370 個すべての LED が点灯し、推定消費電力が 40 W を超える場合があります。
zh_hant: 全亮會點亮全部 370 顆 LED，估算功耗可能超過 40 W。

source: 全部
en: All
ja: すべて

source: 全黑
en: All off
ja: 全消灯
zh_hant: 全暗

source: 关于
en: About
ja: このアプリについて
zh_hant: 關於

source: 关键帧
en: Keyframes
ja: キーフレーム
zh_hant: 關鍵影格

source: 关键帧 %lld / %lld
en: Keyframe %lld / %lld
ja: キーフレーム %lld / %lld
zh_hant: 關鍵影格 %lld / %lld

source: 关键帧 0 / %lld
en: Keyframe 0 / %lld
ja: キーフレーム 0 / %lld
zh_hant: 關鍵影格 0 / %lld

source: 关闭
en: Off
ja: オフ
zh_hant: 關閉

source: 关闭固件日志订阅失败：%@
en: Failed to close the firmware log subscription: %@
ja: ファームウェアログの購読を終了できませんでした：%@
zh_hant: 關閉韌體記錄訂閱失敗：%@

source: 关闭错误提示
en: Dismiss error
ja: エラーを閉じる
zh_hant: 關閉錯誤提示

source: 内置演出的时间轴来自 738NGX/RinaChanBoard 与 flyAkari/RinaChanBoard；音频是第三方商业录音，未随本 App 分发，需自行在本地准备。脚本每行格式为 帧号!左眼,右眼,嘴巴,脸颊。
en: The built-in performance timelines come from 738NGX/RinaChanBoard and flyAkari/RinaChanBoard. The audio is third-party commercial material, is not distributed with this app, and must be supplied locally. Each script line is frame!leftEye,rightEye,mouth,cheek.
ja: 内蔵パフォーマンスのタイムラインは 738NGX/RinaChanBoard と flyAkari/RinaChanBoard によるものです。オーディオは第三者の商業音源で、本アプリには同梱されておらず、各自でご用意ください。スクリプトの各行は フレーム番号!左目,右目,口,頬 の形式です。
zh_hant: 內建演出的時間軸來自 738NGX/RinaChanBoard 與 flyAkari/RinaChanBoard；音訊是第三方商業錄音，未隨本 App 散布，需自行在本機準備。腳本每行格式為 影格號!左眼,右眼,嘴巴,臉頰。

source: 最低级别
en: Minimum level
ja: 最低レベル
zh_hant: 最低層級

source: 最近发送成功
en: Most recent send succeeded
ja: 直近の送信に成功
zh_hant: 最近一次傳送成功

source: 凭据已发送，正在等待璃奈板加入网络
en: Credentials sent; waiting for the Rina board to join the network
ja: 認証情報を送信しました。璃奈ちゃんボードのネットワーク接続を待っています
zh_hant: 憑證已傳送，正在等待璃奈板加入網路

source: 出错了
en: Something went wrong
ja: エラーが発生しました
zh_hant: 發生錯誤

source: 分享
en: Share
ja: 共有

source: 分享脱敏日志
en: Share redacted log
ja: 機密情報を伏せたログを共有
zh_hant: 分享已遮蔽敏感資訊的記錄

source: 切换到 Wi-Fi
en: Switch to Wi-Fi
ja: Wi-Fi に切り替え
zh_hant: 切換到 Wi-Fi

source: 切换表情
en: Switch face
ja: 表情を切り替え
zh_hant: 切換表情

source: 列出当前项目固件支持的全部 CMD 指令及常用查询。点选示例后可修改参数，再发送；设备实际支持情况取决于固件版本。
en: All CMD commands and common queries supported by this project’s firmware. Tap an example, edit its parameters, then send. Device support depends on the firmware version.
ja: このプロジェクトのファームウェアが対応するすべての CMD コマンドと主な照会です。例をタップし、引数を編集してから送信します。対応状況はファームウェアのバージョンによって異なります。
zh_hant: 列出目前專案韌體支援的全部 CMD 指令及常用查詢。點選範例後可修改參數，再傳送；裝置實際支援情況取決於韌體版本。

source: 列表已冻结，日志仍在后台收集。复制和分享会隐藏密码、令牌等敏感字段。
en: The list is frozen, but logs are still collected in the background. Copying and sharing hide sensitive fields such as passwords and tokens.
ja: リストは停止中ですが、ログはバックグラウンドで収集されています。コピーや共有時には、パスワードやトークンなどの機密フィールドが伏せられます。
zh_hant: 列表已凍結，但記錄仍會在背景收集。複製和分享時會隱藏密碼、權杖等敏感欄位。

source: 列表来自璃奈板自己的扫描结果。iPhone App 不会扫描附近的 Wi-Fi，也无法读取任何 Wi-Fi 密码。
en: This list comes from the Rina board's own scan. The iPhone app does not scan nearby Wi-Fi networks and cannot read any Wi-Fi passwords.
ja: このリストは璃奈ちゃんボード自身のスキャン結果です。iPhone App は周辺の Wi-Fi をスキャンせず、Wi-Fi パスワードを読み取ることもできません。
zh_hant: 此列表來自璃奈板本身的掃描結果。iPhone App 不會掃描附近的 Wi-Fi，也無法讀取任何 Wi-Fi 密碼。

source: 创建副本
en: Create copy
ja: コピーを作成
zh_hant: 建立副本

source: 删除
en: Delete
ja: 削除
zh_hant: 刪除

source: 删除 %lld 个表情？
en: Delete %lld faces?
ja: %lld 個の表情を削除しますか？
zh_hant: 刪除 %lld 個表情？

source: 删除“%@”？
en: Delete “%@”?
ja: 「%@」を削除しますか？
zh_hant: 刪除「%@」？

source: 删除后可在表情库底部撤销。
en: You can undo from the bottom of the face library after deleting.
ja: 削除後、表情ライブラリの下部から取り消せます。
zh_hant: 刪除後可在表情庫底部復原。

source: 删除失败
en: Delete failed
ja: 削除に失敗しました
zh_hant: 刪除失敗

source: 删除表情
en: Delete face
ja: 表情を削除
zh_hant: 刪除表情

source: 删除表情？
en: Delete face?
ja: 表情を削除しますか？
zh_hant: 刪除表情？

source: 刷新
en: Refresh
ja: 更新
zh_hant: 重新整理

source: 刷新全部
en: Refresh all
ja: すべて更新
zh_hant: 全部重新整理

source: 刷新状态
en: Refresh status
ja: ステータスを更新
zh_hant: 重新整理狀態

source: 刷新状态失败：%@
en: Failed to refresh status: %@
ja: 状態を更新できませんでした：%@
zh_hant: 重新整理狀態失敗：%@

source: 刷新状态成功
en: Status refreshed
ja: 状態を更新しました
zh_hant: 狀態已重新整理

source: 刷新电源
en: Refresh power
ja: 電源情報を更新
zh_hant: 重新整理電源資訊

source: 刷新电源失败：%@
en: Failed to refresh power data: %@
ja: 電源情報を更新できませんでした：%@
zh_hant: 重新整理電源資料失敗：%@

source: 刷新电源成功
en: Power data refreshed
ja: 電源情報を更新しました
zh_hant: 電源資料已重新整理

source: 刷新耗时
en: Refresh duration
ja: 更新にかかった時間
zh_hant: 重新整理耗時

source: 刷新速率
en: Refresh rate
ja: リフレッシュレート
zh_hant: 更新速率

source: 加入热点并连接
en: Join hotspot and connect
ja: ホットスポットに参加して接続
zh_hant: 加入熱點並連線

source: 加入璃奈板热点并连接
en: Join board hotspot and connect
ja: 璃奈ちゃんボードのホットスポットに参加して接続
zh_hant: 加入璃奈板熱點並連線

source: 加载字体…
en: Loading font…
ja: フォントを読み込み中…
zh_hant: 載入字型…

source: 动画
en: Anime
ja: アニメ声
zh_hant: 動漫

source: 十六进制
en: Hex
ja: 16 進数
zh_hant: 十六進位

source: 协议版本
en: Protocol version
ja: プロトコルバージョン
zh_hant: 通訊協定版本

source: 单步
en: Stepping
ja: ステップ
zh_hant: 單步

source: 危险操作
en: Dangerous action
ja: 危険な操作
zh_hant: 危險操作

source: 即将推出。
en: Coming later.
ja: 近日公開予定です。
zh_hant: 即將推出。

source: 原始 JSON
en: Raw JSON
ja: 生の JSON

source: 原始值
en: Raw value
ja: 生の値

source: 原始命令
en: Raw command
ja: raw コマンド
zh_hant: 原始指令

source: 原始命令控制台
en: Raw command console
ja: raw コマンドコンソール
zh_hant: 原始指令主控台

source: 原始回复
en: Raw reply
ja: 生の応答
zh_hant: 原始回覆

source: 原始字段（%lld）
en: Raw fields (%lld)
ja: 未加工フィールド（%lld）
zh_hant: 原始欄位（%lld）

source: 原始指令
en: Raw command
ja: raw コマンド

source: 原始指令失败：%@
en: Raw command failed: %@
ja: RAW コマンドに失敗しました：%@
zh_hant: 原始指令失敗：%@

source: 原始指令已发送
en: Raw command sent
ja: RAW コマンドを送信しました
zh_hant: 原始指令已傳送

source: 原始指令已被新的输出操作替代
en: The raw command was replaced by a newer output operation
ja: RAW コマンドは新しい出力操作に置き換えられました
zh_hant: 原始指令已被新的輸出操作取代

source: 原始指令被设备拒绝
en: The device rejected the raw command
ja: デバイスが RAW コマンドを拒否しました
zh_hant: 裝置拒絕原始指令

source: 原始数据
en: Raw data
ja: 生データ
zh_hant: 原始資料

source: 参考电压
en: Reference voltage
ja: 基準電圧
zh_hant: 參考電壓

source: 双眼同步
en: Sync both eyes
ja: 両目を同期
zh_hant: 雙眼同步

source: 反相
en: Invert
ja: 反転

source: 反转
en: Invert
ja: 反転
zh_hant: 反轉

source: 发现同一网络中的板子，或把家庭网络发送给板子
en: Find boards on the same network, or send your home network to a board
ja: 同じネットワーク上のボードを検出するか、自宅のネットワークをボードに送信します
zh_hant: 尋找同一網路中的板子，或將家用網路傳送給板子

source: 发送
en: Send
ja: 送信
zh_hant: 傳送

source: 发送中
en: Sending
ja: 送信中
zh_hant: 傳送中

source: 发送全亮
en: Send full brightness
ja: 最大輝度を送信
zh_hant: 傳送全亮

source: 发送全亮图案？
en: Send full-brightness pattern?
ja: 最大輝度のパターンを送信しますか？
zh_hant: 傳送全亮圖樣？

source: 发送到板子并连接
en: Send to board and connect
ja: ボードに送って接続
zh_hant: 傳送到板子並連線

source: 发送到设备
en: Send to device
ja: デバイスに送信
zh_hant: 傳送到裝置

source: 发送到面板
en: Send to panel
ja: ボードに送信
zh_hant: 傳送到面板

source: 发送原始指令
en: Send raw command
ja: raw コマンドを送信
zh_hant: 傳送原始指令

source: 发送图案失败（%@）：%@
en: Failed to send pattern (%@): %@
ja: パターン（%@）を送信できませんでした：%@
zh_hant: 傳送圖案失敗（%@）：%@

source: 发送图案已被新的输出操作替代
en: Sending the pattern was replaced by a newer output operation
ja: パターンの送信は新しい出力操作に置き換えられました
zh_hant: 傳送圖案已被新的輸出操作取代

source: 发送图案被设备拒绝：%@
en: The device rejected the pattern: %@
ja: デバイスがパターンを拒否しました：%@
zh_hant: 裝置拒絕圖案：%@

source: 发送失败：%@
en: Send failed: %@
ja: 送信に失敗しました：%@
zh_hant: 傳送失敗：%@

source: 发送并播放
en: Send and play
ja: 送信して再生
zh_hant: 傳送並播放

source: 发送并连接
en: Send and connect
ja: 送信して接続
zh_hant: 傳送並連線

source: 发送当前预览
en: Send current preview
ja: 現在のプレビューを送信
zh_hant: 傳送目前預覽

source: 发送指令
en: Send command
ja: コマンドを送信
zh_hant: 傳送指令

source: 发送指令后，回复将显示在这里。
en: Replies appear here after you send a command.
ja: コマンドを送信すると、ここに応答が表示されます。
zh_hant: 傳送指令後，回覆將顯示在這裡。

source: 发送表情
en: Send face
ja: 表情を送信
zh_hant: 傳送表情

source: 发送解析帧失败：%@
en: Failed to send the parsed frame: %@
ja: 解析したフレームを送信できませんでした：%@
zh_hant: 傳送解析影格失敗：%@

source: 发送解析帧已被新的输出操作替代
en: Sending the parsed frame was replaced by a newer output operation
ja: 解析したフレームの送信は新しい出力操作に置き換えられました
zh_hant: 傳送解析影格已被新的輸出操作取代

source: 发送解析帧被设备拒绝：%@
en: The device rejected the parsed frame: %@
ja: デバイスが解析したフレームを拒否しました：%@
zh_hant: 裝置拒絕解析影格：%@

source: 取消
en: Cancel
ja: キャンセル

source: 受保护
en: Protected
ja: 保護済み
zh_hant: 受保護

source: 口型与造型
en: Mouths & Look
ja: 口の形と見た目
zh_hant: 嘴型與造型

source: 口型同步
en: Lip Sync
ja: リップシンク
zh_hant: 嘴型同步

source: 口型同步预览，当前口型 %@
en: Lip sync preview, current mouth %@
ja: リップシンクのプレビュー、現在の口の形 %@
zh_hant: 嘴型同步預覽，目前嘴型 %@

source: 口型预览
en: Mouth preview
ja: 口の形のプレビュー
zh_hant: 嘴型預覽

source: 另存为新表情
en: Save as new face
ja: 別の表情として保存
zh_hant: 另存為新表情

source: 只在当前 App 中重放启动动画，不向面板发送数据。
en: Replays the launch animation only in the app. No data is sent to the board.
ja: 起動アニメーションを現在の App 内だけで再生します。ボードにはデータを送信しません。
zh_hant: 只會在目前 App 中重播啟動動畫，不會向面板傳送資料。

source: 只显示通过 RinaLink Bonjour 服务广播、且与 iPhone 网络可达的璃奈板。
en: Only Rina boards advertising the RinaLink Bonjour service and reachable from the iPhone's network are shown.
ja: RinaLink Bonjour サービスを通知し、iPhone のネットワークから到達できる璃奈ちゃんボードだけを表示します。
zh_hant: 只顯示透過 RinaLink Bonjour 服務廣播，且可從 iPhone 網路連線的璃奈板。

source: 可以从另一个表情库复制表情。
en: You can copy faces from another face library.
ja: 別の表情ライブラリから表情をコピーできます。
zh_hant: 你可以從另一個表情庫複製表情。

source: 可手动填写；App 不会把缺少权限当作断网
en: You can enter it manually; the app does not treat missing permission as being offline
ja: 手入力できます。App は権限がないことをオフラインとは見なしません
zh_hant: 可手動填寫；App 不會把缺少權限視為斷線

source: 可用指令
en: Available commands
ja: 利用可能なコマンド

source: 可能是权限、能力或当前网络条件不满足
en: Permission, capability, or current network conditions may not meet the requirements
ja: 権限、機能、または現在のネットワーク状況が要件を満たしていない可能性があります
zh_hant: 可能是權限、功能或目前網路條件不符合要求

source: 可能陈旧 · %@
en: Possibly stale · %@
ja: 古い可能性あり · %@
zh_hant: 可能已過期 · %@

source: 同步
en: Sync
ja: 同期

source: 同步失败：%@
en: Sync failed: %@
ja: 同期に失敗しました：%@
zh_hant: 同步失敗：%@

source: 同步状态
en: Sync status
ja: 同期状況
zh_hant: 同步狀態

source: 名称
en: Name
ja: 名前
zh_hant: 名稱

source: 名称上限 %lld 字节；留空可恢复出厂名称。
en: The name is limited to %lld bytes; leave it blank to restore the factory name.
ja: 名前は %lld バイトまでです。空欄にすると出荷時の名前へ戻ります。
zh_hant: 名稱上限為 %lld 位元組；留空可恢復出廠名稱。

source: 名称最多 64 个字符。
en: Names can contain up to 64 characters.
ja: 名前は 64 文字までです。
zh_hant: 名稱最多 64 個字元。

source: 名称过长（%1$lld 字节，上限 %2$lld 字节，中文约 8 个字）
en: The name is too long (%1$lld bytes; the limit is %2$lld bytes)
ja: 名前が長すぎます（%1$lld バイト、上限 %2$lld バイト）
zh_hant: 名稱過長（%1$lld 位元組，上限為 %2$lld 位元組，中文約 8 個字）

source: 否
en: No
ja: いいえ

source: 启动中
en: Starting
ja: 起動中
zh_hant: 啟動中

source: 启动动画
en: Boot animation
ja: 起動アニメーション
zh_hant: 啟動動畫

source: 命令发送/失败
en: Commands sent / failed
ja: コマンド送信／失敗
zh_hant: 指令傳送／失敗

source: 命令尝试
en: Command attempts
ja: コマンド試行
zh_hant: 指令嘗試

source: 嘴巴 %@
en: Mouth %@
ja: 口 %@

source: 嘴形识别
en: Lip Sync
ja: 口形認識
zh_hant: 嘴形識別

source: 回退
en: Revert
ja: 戻す
zh_hant: 還原

source: 回退修改
en: Revert changes

source: 回退到编辑起点
en: Revert to start of edit
ja: 編集開始時点に戻す
zh_hant: 回復到編輯起點

source: 固件
en: Firmware
ja: ファームウェア
zh_hant: 韌體

source: 固件、iOS App 与 3D 打印模型的下载地址。
en: Where to get the firmware, the iOS app and the 3D-printable model.
ja: ファームウェア、iOS App、3D プリント用モデルの入手先。
zh_hant: 韌體、iOS App 與 3D 列印模型的下載位置。

source: 固件健康
en: Firmware health
ja: ファームウェアの状態
zh_hant: 韌體健康狀態

source: 固件拒绝订阅
en: The firmware rejected the subscription
ja: ファームウェアが購読を拒否しました
zh_hant: 韌體拒絕訂閱

source: 固件日志 (log_subscribe)
en: Firmware log (log_subscribe)
ja: ファームウェアログ (log_subscribe)
zh_hant: 韌體記錄 (log_subscribe)

source: 固件日志不可用：%@
en: Firmware logs unavailable: %@
ja: ファームウェアログを利用できません：%@
zh_hant: 韌體記錄無法使用：%@

source: 固件日志流已停止
en: The firmware log stream stopped
ja: ファームウェアログのストリームが停止しました
zh_hant: 韌體記錄串流已停止

source: 固件版本
en: Firmware version
ja: ファームウェアバージョン
zh_hant: 韌體版本

source: 图案
en: Pattern
ja: パターン
zh_hant: 圖樣

source: 在“设置 › 个人热点”中打开“允许其他人加入”，然后在这里确认热点名称和密码。
en: In Settings › Personal Hotspot, turn on Allow Others to Join, then confirm the hotspot name and password here.
ja: 「設定 › インターネット共有」で「ほかの人の接続を許可」をオンにしてから、ここでネットワーク名とパスワードを確認してください。
zh_hant: 在「設定 › 個人熱點」中開啟「允許其他人加入」，然後在這裡確認熱點名稱和密碼。

source: 在当前页面上重新播放完整的启动加载动画（含卡片瀑布）。
en: Replays the full boot loading animation over the current screen, card waterfall included.
ja: 現在の画面の上で、起動時のローディングアニメーション（カードのウォーターフォールを含む）を最初から再生します。
zh_hant: 在目前頁面上重新播放完整的啟動載入動畫（含卡片瀑布）。

source: 在线
en: Online
ja: オンライン
zh_hant: 線上

source: 在面板上拖动可连续点亮 LED，切换为「画灭」则擦除。
en: Drag across the board to light LEDs; switch to Erase to clear them.
ja: ボードをなぞると LED が点灯します。「消す」に切り替えると消灯します。
zh_hant: 在面板上拖曳可連續點亮 LED，切換為「畫滅」則擦除。

source: 在面板上拖动可连续熄灭 LED，切换为「画亮」则点亮。
en: Drag across the board to clear LEDs; switch to Light to turn them on.
ja: ボードをなぞると LED が消灯します。「点ける」に切り替えると点灯します。
zh_hant: 在面板上拖曳可連續熄滅 LED，切換為「畫亮」則點亮。
